/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Asystent programu wymiany baterii";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Numer seryjny baterii:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Sprawdź";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Numer seryjny komputera";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Numer seryjny komputera:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "Kraj:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Anuluj";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Wprowadź 12-sto cyfrowy numer seryjny jeśli Twoja bateria podlega programowi wymiany baterii dla komputerów iBook G4 i PowerBook G4.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Pełny 12-sto cyfrowy numer seryjny baterii";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "Program wymiany baterii dla komputerów iBook i PowerBook";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Item1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Item2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Item3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Więcej…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "Inne widoki";

